Discord Inc.
Google Chrome
Steam
VSCodium
Audacity
Codecs
Blender
Codecs
Freedesktop Platform
Freedesktop Platform
i386
Mesa
Mesa (Extra)
Mesa
Mesa (Extra)
nvidia-535-104-05
nvidia-535-113-01
nvidia-545-29-02
nvidia-545-29-06
Mesa
Mesa (Extra)
nvidia-535-104-05
nvidia-535-113-01
nvidia-545-29-02
nvidia-545-29-06
Intel
Intel
i386
ffmpeg-full
ffmpeg-full
openh264
Freedesktop SDK
GNU Image Manipulation Program
GNOME Application Platform version 44
GNOME Application Platform version 45
Adwaita dark GTK theme
Inkscape
JabRef
KDE Application Platform
KDE Application Platform
KDE
Python Molecular Graphics
Tor Browser Launcher
VLC
Zotero
Zoom
