Discord Inc.
Google Chrome
Steam
Peter Squicciarini
Audacity
Codecs
Blender Foundation
Codecs
Freedesktop Platform
Freedesktop Platform
i386
Mesa
Mesa (Extra)
Mesa
Mesa (Extra)
nvidia-550-67
Mesa
Mesa (Extra)
nvidia-550-67
Intel
Intel
i386
ffmpeg-full
ffmpeg-full
openh264
openh264
Freedesktop SDK
GNU Image Manipulation Program
GNOME Application Platform version 44
GNOME Application Platform version 45
GNOME Application Platform version 46
Adwaita dark GTK theme
The Inkscape Community
JabRef
KDE Application Platform
KDE Application Platform
KDE Application Platform
KDE
Schrödinger, Inc.
Tor Project
VLC
Corporation for Digital Scholarship
Zoom
