Discord
Steam
VSCodium
Audacity
Codecs
Blender
Codecs
Freedesktop Platform
Freedesktop Platform
i386
Mesa
Mesa (Extra)
Mesa
Mesa (Extra)
nvidia-560-35-03
Mesa
Mesa (Extra)
nvidia-560-35-03
Intel
Intel
i386
ffmpeg-full
ffmpeg-full
openh264
openh264
Freedesktop SDK
GNU Image Manipulation Program
GNOME Application Platform version 45
GNOME Application Platform version 46
Adwaita dark GTK theme
Inkscape
JabRef
KDE Application Platform
KDE Application Platform
KDE Application Platform
Okular
Python Molecular Graphics
Tor Browser Launcher
VLC
Zotero
Zoom
