accountsservice
acpi
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
alacritty
alsa-firmware
alsa-plugins
alsa-utils
apptainer
arandr
arc-gtk-theme-eos
arch-audit-gtk
archlinux-xdg-menu
awesome-terminal-fonts
b43-fwcutter
base
base-devel
bash-completion
bat
bat-extras
biber
bibtool
bibutils
bind
blueman
bluez
bluez-utils
brightnessctl
broot
btop
btrfs-progs
cantarell-fonts
cowsay
cryptsetup
csvkit
device-mapper
dex
dhclient
difftastic
diffutils
dmenu
dmidecode
dmraid
dnsmasq
docker
docker-compose
dosfstools
downgrade
dracut
duf
dunst
dust
e2fsprogs
efibootmgr
efitools
endeavouros-branding
endeavouros-keyring
endeavouros-mirrorlist
endeavouros-xfce4-terminal-colors
entr
eos-apps-info
eos-hooks
eos-lightdm-slick-theme
eos-log-tool
eos-packagelist
eos-qogir-icons
eos-quickstart
eos-rankmirrors
eos-update-notifier
ethtool
evince
exfatprogs
exo
eza
f2fs-tools
fastfetch
fd
feh
ffmpegthumbnailer
file-roller
firefox
firewalld
flatpak
fsarchiver
fuse2fs
galculator
garcon
git
git-delta
git-filter-repo
github-cli
glances
grex
grub-btrfs
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gthumb
gtk-engine-murrine
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
haveged
hdparm
helix
htop
hugo
hwdetect
hwinfo
hyperfine
i3-wm
i3blocks
i3lock
i3status
inetutils
intel-ucode
inxi
iptables-nft
iwd
jfsutils
jq
jupyterlab
kernel-install-for-dracut
kitty
lazygit
less
lf
libdvdcss
libgsf
libopenraw
libreoffice-fresh
libwnck3
lightdm
lightdm-slick-greeter
linux
linux-firmware
linux-headers
logrotate
lsb-release
lsd
lsscsi
luarocks
lvm2
lxappearance-gtk3
man-db
man-pages
mc
mdadm
meld
mesa-demos
mesa-utils
modemmanager
monolith
mpv
mtools
nano
nano-syntax-highlighting
navi
ncdu
neovim
netctl
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
nfs-utils
nilfs-utils
nnn
nodejs-lts-iron
noto-fonts
noto-fonts-emoji
nss-mdns
ntfs-3g
ntp
numlockx
nvidia-dkms
nvidia-hook
nvidia-inst
nvidia-settings
openssh
otf-commit-mono-nerd
pacman-contrib
pandoc-cli
parole
pavucontrol
perl
perl-rename
picom
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgfile
playerctl
plocate
polkit-gnome
poppler-glib
power-profiles-daemon
procs
pueue
pv
python
python-capng
python-defusedxml
python-packaging
python-pip
python-pyqt5
qbittorrent
r
rebuild-detector
reflector
reflector-simple
ripgrep
ripgrep-all
ristretto
rofi
rsync
rtkit
s-nail
screenfetch
scrot
sg3_utils
smartmontools
sof-firmware
squashfs-tools
squashfuse
sshfs
starship
steam
stow
sudo
sysfsutils
sysstat
systemd-sysvcompat
television
texinfo
texlive-basic
texlive-fontsextra
texlive-latex
texlive-latexextra
texlive-mathscience
thefuck
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
timeshift
tk
tmux
tokei
tor
torbrowser-launcher
tree
ttf-bitstream-vera
ttf-dejavu
ttf-hack-nerd
ttf-liberation
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ttf-noto-nerd
ttf-opensans
tumbler
ueberzugpp
unarchiver
unicode-emoji
unrar
unzip
upower
usb_modeswitch
usbutils
uv
vi
vim
virtualbox
watchexec
welcome
wget
which
wireplumber
wpa_supplicant
xbindkeys
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xed
xf86-input-libinput
xfce4-appfinder
xfce4-battery-plugin
xfce4-datetime-plugin
xfce4-mount-plugin
xfce4-netload-plugin
xfce4-notifyd
xfce4-panel
xfce4-power-manager
xfce4-pulseaudio-plugin
xfce4-screensaver
xfce4-screenshooter
xfce4-session
xfce4-settings
xfce4-taskmanager
xfce4-terminal
xfce4-wavelan-plugin
xfce4-weather-plugin
xfce4-whiskermenu-plugin
xfce4-xkb-plugin
xfconf
xfdesktop
xfsprogs
xfwm4
xfwm4-themes
xl2tpd
xorg-server
xorg-xbacklight
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xsel
xsv
xterm
yay
yazi
yq
zathura
zathura-pdf-poppler
zenith
zoxide
zsh
